
/*{USERNAME} is on your blocked list*/
"%@ is on your Blocked List" = "%@ Engelliler Listenizde";

/*{link} is not a link.. in the link translate example to respective language*/
"%@\nis not a link, please copy a valid link\ni.e. http://www.example.com" = "%@\nbir link değildir, lütfen geçerli bir link kopyalayınız\nörn. http://www.example.com";

/*No comment provided by engineer.*/
"Are you sure you want to logout?" = "Çıkış yapmak istediğinize emin misiniz?";

/*No comment provided by engineer.*/
"Are you sure?" = "Emin misiniz?";

/*No comment provided by engineer.*/
"BACK" = "GERİ";

/*as in block another user*/
"BLOCK" = "ENGELLE";

/*No comment provided by engineer.*/
"Block Failed" = "Engelleme Başarısız";

/*No comment provided by engineer.*/
"BLOCKED" = "ENGELLİ";

/*Blocked {USERNAME}*/
"Blocked %@" = "Engelli %@";

/*No comment provided by engineer.*/
"Can't send SMS" = "SMS gönderilemiyor";

/*No comment provided by engineer.*/
"CANCEL" = "İPTAL";

/*No comment provided by engineer.*/
"Cancel" = "İptal";

/*No comment provided by engineer.*/
"CANCELED" = "İPTAL EDİLDİ";

/*No comment provided by engineer.*/
"Change" = "Değiştir";

/*No comment provided by engineer.*/
"Changed" = "Değiştirildi";

/*No comment provided by engineer.*/
"Check internet and try again." = "İnterneti kontrol edip yeniden deneyin.";

/*No comment provided by engineer.*/
"Check out the YoIndex to subscribe to awesome services!" = "Harika hizmetlere kaydolmak için Yolndex'i kontrol edin!";

/*%@ = serviceName*/
"Check out this service I found on Yo! %@" = "Yo'da bulduğum bu hizmete bakın! %@";

/*No comment provided by engineer.*/
"CHOOSE ANOTHER" = "BAŞKA BİR ŞİFRE SEÇİN";

/*No comment provided by engineer.*/
"CHOOSE PASSCODE" = "ŞİFRE SEÇİN";

/*No comment provided by engineer.*/
"CHOOSE USERNAME" = "KULLANICI ADI SEÇİN";

/*de-select all*/
"Clear All" = "Hepsini Temizle";

/*No comment provided by engineer.*/
"Close" = "Kapat";

/*No comment provided by engineer.*/
"Connection error, let's try updating password again later" = "Bağlantı hatası, şifreyi güncellemeyi daha sonra yeniden deneyelim";

/*No comment provided by engineer.*/
"CONTACTS" = "KİŞİLER";

/*No comment provided by engineer.*/
"COPY A LINK OR IMAGE\nTAP & HOLD TO YO IT" = "BİR LİNK YA DA RESMİ KOPYALAYIN\nYO'LAMAK İÇİN ÜZERİNE DOKUNUN & BASILI TUTUN";

/*No comment provided by engineer.*/
"Copy a link. Tap and hold to Yo it." = "Linki kopyalayın. Yo'lamak için üzerine dokunun ve basılı tutun.";

/*No comment provided by engineer.*/
"Copy Link" = "Linki Kopyalayın";

/*No comment provided by engineer.*/
"Could not load page" = "Sayfa yüklenemedi";

/*No comment provided by engineer.*/
"Delete" = "Sil";

/*No comment provided by engineer.*/
"Didn't get code" = "Kodu almadım";

/*No comment provided by engineer.*/
"Do you like the Yo app?" = "Yo uygulamasını beğendiniz mi?";

/*No comment provided by engineer.*/
"Do you want to unblock this user so they can Yo you back?" = "Sizi Yo'laması için bu kullanıcının engelini kaldırmak ister misiniz?";

/*No comment provided by engineer.*/
"DONE" = "BİTTİ";

/*No comment provided by engineer.*/
"Done" = "Bitti";

/*No comment provided by engineer.*/
"Double tap to Yo your location. Where Yo @?" = "Konumunuzu Yo'lamak için ekrana iki kez dokunun. Nerede Yo @?";

/*No comment provided by engineer.*/
"DOUBLE TAP\nTO YO YOUR LOCATION" = "KONUMUNUZU YO'LAMAK İÇİN \nEKRANA İKİ KEZ DOKUNUN";

/*No comment provided by engineer.*/
"EDIT ACCOUNT" = "HESABI DEĞİŞTİR";

/*No comment provided by engineer.*/
"EDIT PROFILE" = "PROFİLİ DEĞİŞTİR";

/*No comment provided by engineer.*/
"EMAIL SENT" = "E-POSTA GÖNDERİLDİ";

/*No comment provided by engineer.*/
"Email Us" = "Bize E-posta Gönderin";

/*No comment provided by engineer.*/
"Enable Camera\nSettings -> Privacy -> Camera" = "Kamerayı Aktive Edin\nAyarlar -> Gizlilik -> Kamera";

/*No comment provided by engineer.*/
"Enable Location" = "Konumu Aktive Edin";

/*Give Yo your email Subject Text*/
"Enable Passcode Recovery" = "Şifre Kurtarmayı Aktive Edin";

/*No comment provided by engineer.*/
"Enable Push" = "Push Mesajlarını Aktive Edin";

/*No comment provided by engineer.*/
"ENTER FULL NAME" = "ADINIZI VE SOYADINIZI GİRİN";

/*No comment provided by engineer.*/
"Enter New Phone Number" = "Yeni Telefon Numaranızı Girin";

/*No comment provided by engineer.*/
"Enter New Username" = "Yeni Kullanıcı Adınızı Girin";

/*No comment provided by engineer.*/
"ENTER PASSCODE" = "ŞİFRENİZİ GİRİN";

/*No comment provided by engineer.*/
"Enter the code in the SMS" = "SMS ile gönderilen kodu girin";

/*No comment provided by engineer.*/
"ENTER USERNAME" = "KULLANICI ADINIZI GİRİN";

/*# -> number as in phone number*/
"Enter Your Phone #" = "Telefonunuzu Girin #";

/*No comment provided by engineer.*/
"Error" = "Hata";

/*As in existing photos. could also read photos*/
"EXISTING" = "MEVCUT";

/*No comment provided by engineer.*/
"EXPLORE\nTHE POSSIBILITIES" = "OLANAKLARI\nKEŞFEDİN";

/*No comment provided by engineer.*/
"Failed" = "Başarısız";

/*No comment provided by engineer.*/
"FAILED" = "BAŞARISIZ";

/*No comment provided by engineer.*/
"Failed to find friends on Facebook." = "Facebook'taki arkadaşlar bulunamadı.";

/*No comment provided by engineer.*/
"Failed to find friends through contacts" = "Kişi listenizden arkadaşlar bulunamadı";

/*No comment provided by engineer.*/
"Failed To Get Location" = "Konum Alımı Başarısız";

/*No comment provided by engineer.*/
"Failed to login with Facebook. Please Try again." = "Facebook ile giriş yapılamadı. Lütfen yeniden Deneyin.";

/*No comment provided by engineer.*/
"Failed to unblock %@. Try again later" = "Engel kaldırılamadı %@. Daha sonra yeniden deneyin";

/*No comment provided by engineer.*/
"Failed Yo" = "Yo Gönderimi Başarısız";

/*No comment provided by engineer.*/
"FAILED!" = "BAŞARISIZ!";

/*Failed to send Yo*/
"FAILED! DO YOU HAVE INTERNET?" = "BAŞARISIZ! İNTERNETİNİZ VAR MI?";

/*Facebook. does not need translateing*/
"FB" = "FB";

/*No comment provided by engineer.*/
"FEEDBACK" = "GERİ BİLDİRİM";

/*No comment provided by engineer.*/
"FIND FRIENDS" = "ARKADAŞLARI BUL";

/*As in a From & To : a parcel/letter*/
"From" = "Nereden";

/*No comment provided by engineer.*/
"FULL NAME" = "AD VE SOYAD";

/*Go as in proceed as in Send*/
"Go" = "Git";

/*just back works too*/
"GO BACK" = "GERİ GİT";

/*As in Understood, or OK*/
"Got it!" = "Anladım!";

/*No comment provided by engineer.*/
"Hey There!" = "Merhaba!";

/*No comment provided by engineer.*/
"HOW A YO IS RECEIVED" = "YO NASIL ALINIR";

/*No comment provided by engineer.*/
"HOW TO" = "NASIL YAPILIR";

/*No comment provided by engineer.*/
"HOW TO OPEN YO LINK" = "YO LİNKİ NASIL AÇILIR";

/*No comment provided by engineer.*/
"HOW TO OPEN\nA YO LOCATION" = "YO KONUMU \nNASIL AÇILIR";

/*No comment provided by engineer.*/
"HOW TO SEND A YO" = "YO NASIL GÖNDERİLİR";

/*I wanna Yo you!nAdd my Yo username by tapping here: {link}n(if you don't have Yo app get it here {other link})*/
"I wanna Yo you!\nAdd my Yo username by tapping here: %@\n(if you don't have Yo app get it here %@)" = "Seni Yo'lamak istiyorum!\nBuraya dokunarak Yo kullanıcı adımı ekleyin: %@\n(Yo uygulamanız yoksa buradan indirin %@)";

/*No comment provided by engineer.*/
"I wanna Yo you!\nAdd my Yo username by tapping here: http://justyo.co/%@" = "Seni Yo'lamak istiyorum!\nBuraya dokunarak Yo kullanıcı adımı ekleyin: http://justyo.co/%@";

/*No comment provided by engineer.*/
"INCORRECT" = "YANLIŞ";

/*No comment provided by engineer.*/
"INDEX" = "DİZİN";

/*No comment provided by engineer.*/
"INVITE" = "DAVET ET";

/*Invite button for invite friends popup*/
"Invite" = "Davet et";

/*Title for invite friends popup*/
"Invite Friends!" = "Arkadaşlarınızı Davet Edin!";

/*No comment provided by engineer.*/
"Just hit Send" = "Sadece Göndere Basın";

/*No comment provided by engineer.*/
"Just subscribed to get Yo'd from %@! Yo them at" = "%@ tarafından Yo'lanmak için kaydolun! Onları buradan Yo'layın";

/*No comment provided by engineer.*/
"Link Not Found" = "Link Bulunamadı";

/*No comment provided by engineer.*/
"LOGIN" = "GİRİŞ";

/*No comment provided by engineer.*/
"Login Failed" = "Giriş Başarısız";

/*No comment provided by engineer.*/
"LOGOUT" = "ÇIKIŞ";

/*No comment provided by engineer.*/
"MAIL" = "MAIL";

/*No comment provided by engineer.*/
"MAPS" = "HARİTALAR";

/*No comment provided by engineer.*/
"Me" = "Ben";

/*No comment provided by engineer.*/
"MUTED" = "SESSİZ";

/*No*/
"Nah" = "Boşver";

/*No comment provided by engineer.*/
"NEW PASSCODE" = "YENİ ŞİFRE";

/*No comment provided by engineer.*/
"NO" = "HAYIR";

/*No comment provided by engineer.*/
"No" = "Hayır";

/*:) -> Smile*/
"No Blocked Users! :)" = "Engelli Kullanıcı Yok! :)";

/*No comment provided by engineer.*/
"No Camera Found" = "Kamera Bulunamadı";

/*No comment provided by engineer.*/
"No contacts were found." = "Kişiler bulunamadı.";

/*No comment provided by engineer.*/
"No Contacts!" = "Kişiler yok!";

/*No comment provided by engineer.*/
"NO EMAIL ACCOUNTS" = "E-POSTA HESAPLARI YOK";

/*No comment provided by engineer.*/
"No Internet!" = "İnternet Yok!";

/*As in photo library*/
"No Library Found" = "Kütüphane Bulunamadı";

/*No comment provided by engineer.*/
"No Such User" = "Böyle bir Kullanıcı Yok";

/*Cancel button for invite friends popup*/
"Not now" = "Şimdi değil";

/*No comment provided by engineer.*/
"OK" = "TAMAM";

/*No comment provided by engineer.*/
"Open in Chrome" = "Chrome'da Aç";

/*No comment provided by engineer.*/
"Open in Safari" = "Safari'de Aç";

/*PASS as in passcode*/
"PASS" = "ŞİFRE";

/*No comment provided by engineer.*/
"PASSCODE" = "ŞİFRE";

/*No comment provided by engineer.*/
"Passcode changed" = "Şifre değiştirildi";

/*No comment provided by engineer.*/
"Passcodes Do Not Match" = "Şifreler Eşleşmiyor";

/*As in Mobile, telephone*/
"PHONE" = "TELEFON";

/*No comment provided by engineer.*/
"Please add an email account in Settings -> Mail" = "Ayarlar -> Mail'den bir e-posta adresi ekleyin";

/*No comment provided by engineer.*/
"Please connect to Twitter in Settings -> Twitter" = "Ayarlar -> Twitter'dan Twitter'a bağlanın";

/*please enable access to contacts*/
"Please enable contacts access" = "Kişilere erişime izin verin";

/*No comment provided by engineer.*/
"Please enter a valid phone number" = "Geçerli bir telefon numarası girin";

/*No comment provided by engineer.*/
"Please retry. \n\n If the problem persists contact us and mention this error code: %@" = "Yeniden deneyin.\n\nProblem devam ediyorsa bizimle iletişime geçin ve bu hata kodunu verin: %@";

/*No comment provided by engineer.*/
"Please signup or login" = "Kaydolun ya da giriş yapın";

/*No comment provided by engineer.*/
"Please try again" = "Yeniden deneyin";

/*No comment provided by engineer.*/
"Please try again later" = "Daha sonra yeniden deneyin";

/*As to rate, rating, review*/
"RATE" = "DEĞERLENDİR";

/*PASS as in passcode*/
"RECOVER PASS" = "ŞİFREYİ KURTAR";

/*No comment provided by engineer.*/
"Resend" = "Yeniden gönder";

/*No comment provided by engineer.*/
"SAVE" = "KAYDET";

/*No comment provided by engineer.*/
"Saved!" = "Kaydedildi!";

/*No comment provided by engineer.*/
"SELECT A USERNAME" = "KULLANICI ADI SEÇİN";

/*No comment provided by engineer.*/
"Select All" = "Tümünü Seç";

/*No comment provided by engineer.*/
"SELECT LONGER PASSCODE" = "DAHA UZUN BİR ŞİFRE SEÇİN";

/*No comment provided by engineer.*/
"SELECT USERNAMES TO SHARE" = "PAYLAŞMAK İÇİN KULLANICI ADI SEÇİN";

/*No comment provided by engineer.*/
"Send" = "Gönder";

/*No comment provided by engineer.*/
"Send Email" = "E-posta Gönder";

/*IMG abbrv for Image*/
"SENDING IMG" = "RESİM GÖNDERİLİYOR";

/*like URL link*/
"SENDING LINK" = "LINK GÖNDERİLİYOR";

/*No comment provided by engineer.*/
"Sent" = "Gönderildi";

/*No comment provided by engineer.*/
"SENT @YO!" = "GÖNDERİLDİ @YO!";

/*No comment provided by engineer.*/
"SENT YO!" = "YO GÖNDERİLDİ!";

/*No comment provided by engineer.*/
"SENT YOIMG!" = "YO-RESİM GÖNDERİLDİ!";

/*No comment provided by engineer.*/
"SENT YOLINK!" = "YO-LİNK GÖNDERİLDİ!";

/*No comment provided by engineer.*/
"SENT YOYO!" = "YOYO GÖNDERİLDİ!";

/*No comment provided by engineer.*/
"Session Error" = "Oturum Hatası";

/*No comment provided by engineer.*/
"SET A PASSCODE" = "ŞİFRE BELİRLEYİN";

/*No comment provided by engineer.*/
"SET A PASSCODE\n(CAN BE THE SAME AS YOU HAVE)" = "ŞİFRE BELİRLEYİN\n(SİZİNKİYLE AYNI OLABİLİR)";

/*Instructions on how to enable contacts access on iphone*/
"Settings -> Privacy -> Contacts -> Yo" = "Ayarlar -> Gizlilik -> Kişiler -> Yo";

/*No comment provided by engineer.*/
"SHARE" = "PAYLAŞ";

/*No comment provided by engineer.*/
"Share" = "Paylaş";

/*No comment provided by engineer.*/
"Share on Facebook!" = "Facebook'ta Paylaş!";

/*No comment provided by engineer.*/
"Share this awesome service with others! Swipe left in main screen to unsubscribe." = "Bu harika hizmeti diğerleriyle paylaşın! Üyelikten çıkmak için parmağınızı ana ekranda sola sürükleyin.";

/*No comment provided by engineer.*/
"SIGNUP" = "KAYDOLUN";

/*As in texting. may not need translating*/
"SMS" = "SMS";

/*No comment provided by engineer.*/
"Something went wrong" = "Bir hata oluştu";

/*No comment provided by engineer.*/
"Subscribed!" = "Kayıt başarılı!";

/*As in take picture*/
"TAKE" = "ÇEK";

/*No comment provided by engineer.*/
"tap here to close" = "kapamak için buraya dokunun";

/*No comment provided by engineer.*/
"TAP NAME TO YO" = "YO'LAMAK İÇİN İSME DOKUNUN";

/*No comment provided by engineer.*/
"Tap Name To Yo" = "Yo'lamak İçin İsme Dokunun";

/*No comment provided by engineer.*/
"Tap to add to your Yo: http://justyo.co/%@\n(if you don't have Yo app get it here %@)" = "Yo'nuzu eklemek için ekrana dokunun: http://justyo.co/%@\n(Yo uygulamanız yoksa buradan yükleyebilirsiniz %@)";

/*a variation on allow is permit.*/
"TAP TO ALLOW" = "İZİN VERMEK İÇİN DOKUNUN";

/*No comment provided by engineer.*/
"TAP TO INVITE" = "DAVET ETMEK İÇİN DOKUNUN";

/*No comment provided by engineer.*/
"TAP TO LOGIN" = "GİRİŞ YAPMAK İÇİN DOKUNUN";

/*Recover as in recover passcode*/
"TAP TO RECOVER" = "KURTARMAK İÇİN DOKUNUN";

/*No comment provided by engineer.*/
"TAP TO SET" = "AYARLAMAK İÇİN DOKUNUN";

/*No comment provided by engineer.*/
"TAP TO SIGNUP" = "KAYDOLMAK İÇİN DOKUNUN";

/*No comment provided by engineer.*/
"Tell us how we can improve:" = "Uygulamamızı geliştirmemiz için önerilerde bulunun:";

/*No comment provided by engineer.*/
"TEXT SENT" = "METİN GÖNDERİLDİ";

/*No comment provided by engineer.*/
"The profile could not be saved. Please check your network connection." = "Profil kaydedilemedi. Ağ bağlantınızı kontrol edin.";

/*No comment provided by engineer.*/
"The Yo Index. Subscribe to get Yo'd by your favorite services." = "Yo Dizini. Favori hizmetlerinizce Yo'lanmak için Kaydolun.";

/*No comment provided by engineer.*/
"There is a newer version of Yo.\n%@" = "Yo'nun yeni bir versiyonu var.\n%@";

/*No comment provided by engineer.*/
"There is a newer version. Do you want to update?\n%@" = "Daha yeni bir versiyon bulunuyor. Güncellemek ister misiniz?\n%@";

/*No comment provided by engineer.*/
"There was an error:" = "Bir hata oluştu:";

/*This is how you Yo. Yo me {USERNAME}*/
"This is how you Yo. Yo me %@" = "Yo'lamak çok kolay. Beni Yo'la %@";

/*No comment provided by engineer.*/
"This is what other users can see about you, when swiping your username to the right" = "Kullanıcı adınızı ekranda sağa doğru sürükleyince diğer kullanıcıların sizin hakkınızda neler gördüklerini görebilirsiniz.";

/*No comment provided by engineer.*/
"This user already exists. Please try a different username." = "Bu kullanıcı zaten mevcut. Başka bir kullanıcı adı deneyin.";

/*No comment provided by engineer.*/
"To block a user, swipe left on their username and tap Block." = "Bir kullanıcıyı engellemek için kullanıcı adlarına gelip parmağınızı sola doğru sürükleyin ve Engelle seçeneğine dokunun.";

/*Give Yo your email Body Text. Don't change occurances of n or %@*/
"To enable password recovery:\n\n give Yo your email by tapping Send.\n\nto cancel, simply tap Cancel.\n\n\n------------------------------------------\nYour email will NOT be used for anything else other than password recovery.\n\n\n\n\n\n%@" = "Şifre kurtarmayı aktive etmek için:\n\n Gönder seçeneğine dokunarak Yo'ya e-postanızı verin.\n\niptal etmek için sadece İptal seçeneğine dokunun.\n\n\n------------------------------------------\nE-postanız şifre kurtarma dışında hiçbir işlem için KULLANILMAYACAKTIR.\n\n\n\n\n\n%@";

/*No comment provided by engineer.*/
"To find your friends and allow them to find you. Your contacts are not stored anywhere and will only be used to\nfind your friends." = "Arkadaşlarınızı bulup onların da sizi bulmasına izin vermek için kullanılır. Kişileriniz hiçbir yere kaydedilmez ve sadece arkadaşlarınızı bulmak için kullanılır.";

/*Do not translate the word Code*/
"To verify your number tap Send\n\nCode: %@\n\n\n* Carrier charges may apply" = "Numaranızı doğrulamak için Gönder seçeneğine basın\n\nCode: %@\n\n\n* Operatörünüzün normal ücretlere tabi olabilir";

/*No comment provided by engineer.*/
"Try again later" = "Daha sonra tekrar deneyin";

/*No comment provided by engineer.*/
"TYPE USERNAME TO ADD" = "EKLEMEK İÇİN KULLANICI ADINA DOKUNUN";

/*Twitter. does not need translateing*/
"TWTR" = "TWTR";

/*No comment provided by engineer.*/
"UNBLOCK" = "ENGELİ KALDIR";

/*No comment provided by engineer.*/
"UNBLOCKED" = "ENGEL KALDIRILDI";

/*unsibscribe*/
"UNSUB" = "ÜYELİKTEN AYRIL";

/*As in software update available*/
"Update" = "Güncelle";

/*No comment provided by engineer.*/
"User Exists" = "Kullanıcı Mevcut";

/*No comment provided by engineer.*/
"USERNAME" = "KULLANICI ADI";

/*No comment provided by engineer.*/
"USERNAME TAKEN" = "KULLANICI ADI ALINMIŞ";

/*No comment provided by engineer.*/
"VERIFY PASSCODE" = "ŞİFREYİ DOĞRULAYIN";

/*No comment provided by engineer.*/
"We couldn't find any of your friends who are on Yo. Share Yo and bring some aboard!" = "Arkadaşlarınız Yo'da bulunmuyor. Yo'yu paylaşın ve Yo'ya katılmalarını sağlayın.";

/*No comment provided by engineer.*/
"We don't have a phone number or email listed for this account. Please send us an email and we'll recover your account." = "Bu hesap için kayıtlı bir telefon numarası ya da e-posta görünmüyor. Lütfen bize bir e-posta gönderin ve hesabınızı kurtaralım.";

/*No comment provided by engineer.*/
"WELCOME" = "HOŞGELDİNİZ";

/*No comment provided by engineer.*/
"What is Yo?" = "Yo nedir?";

/*No comment provided by engineer.*/
"WHAT IS YO?" = "YO NEDİR?";

/*No comment provided by engineer.*/
"When you unblock a user they will be added to your friends list but will NOT be automatically Yo'd. - Happy Yoing!" = "Bir kullanıcının engelini kaldırdığınızda arkadaşlar listenize eklenir, ancak otomatik olarak Yo'lanmaz. - Mutlu Yo'lamalar!";

/*No comment provided by engineer.*/
"Wrong code" = "Yanlış kod";

/*No comment provided by engineer.*/
"Yes" = "Evet";

/*Sending images title*/
"Yo & Images!" = "Yo & Resimler!";

/*No comment provided by engineer.*/
"Yo - I got some feedback" = "Yo - Geri bildirimde bulunmak istiyorum.";

/*No comment provided by engineer.*/
"YO ALL" = "HERKESİ YO'LA";

/*%@ = USERNNAME*/
"Yo all your friends to share your new username: %@" = "Yeni kullanıcı adınızı paylaşmak için tüm arkadaşlarınızı Yo'layın: %@";

/*As in resoond with a Yo*/
"Yo Back" = "Yeniden Yo'layın";

/*Tally of total Yos the user has received/sent*/
"YO COUNT" = "YO İSTATİSTİKLER";

/*Description for invite friends popup*/
"Yo is much more fun with friends!" = "Yo arkadaşlarla çok daha eğlenceli!";

/*No comment provided by engineer.*/
"Yo Location" = "Yo Konum";

/*No comment provided by engineer.*/
"Yo me" = "Beni Yo'la";

/*No comment provided by engineer.*/
"Yo needs internet!" = "Yo'yu kullanmanız için İnternet gerekli!";

/*push access as is permission to send push notifications*/
"YO NEEDS PUSH ACCESS" = "YO'NUN PUSH MESAJLARINA ERİŞMESİ GEREK";

/*No comment provided by engineer.*/
"Yo This" = "Bunu Yo'la";

/*No comment provided by engineer.*/
"Yo! Check this out" = "Yo! Bunu görüntüle";

/*No comment provided by engineer.*/
"YOALL" = "HERKESİ YO'LA";

/*No comment provided by engineer.*/
"YORANDOM" = "RASTGELE YO";

/*No comment provided by engineer.*/
"You are about to delete your phone number" = "Telefon numaranızı silmek üzeresiniz";

/*alert body displayed after user blocks another user for the first time*/
"You can always unblock in the menu" = "Menüden her zaman engeli kaldırabilirsiniz";

/*No comment provided by engineer.*/
"You can't send Yo's. Please contact us yo@justyo.co" = "Yo gönderemiyorsunuz. Bize yo@justyo.co adresinden ulaşın";

/*No comment provided by engineer.*/
"You'll be contacted shortly with instructions on changing your passcode." = "Şifrenizi değiştirmeye yönelik talimatlarla en kısa sürede size ulaşacağız.";

/*No comment provided by engineer.*/
"You'll receive a link to change your passcode shortly." = "Kısa bir süre içerisinde şifrenizi değiştirmeye yönelik bir link alacaksınız.";

/*Sending images body*/
"You're about to Yo your first image! Anyone with the link will be able to view it." = "İlk resminizi Yo'lamak üzeresiniz! Linke erişimi olan herkes onu görebilecek.";

/*No comment provided by engineer.*/
"Your current session is no longer valid. Please log in again." = "Mevcut oturumunuz artık geçerli değil. Yeniden giriş yapın.";